;global
[global]
languageName=Tiếng Việt
emptydb=Hiện không có dữ liệu hiển thị
emptyvl=N/A
addNew=Thêm mới
update=Cập nhật
edit=Sửa
delete=Xóa
details=Chi tiết
desc=Ghi chú
back=Quay lại
choose=Lựa chọn
ok=Chấp nhận
agree=Đồng ý
cancel=Hủy bỏ
confirm=Xác nhận
show=Hiển thị
hide=Ẩn
use=Sử dụng
notUse=Không sử dụng
active=Kích hoạt
deactive=Không kích hoạt
handle=Xử lý
draft=Nháp
leave=Đã nghỉ
activity=Hoạt động
locked=Đã khóa
title=Tiêu đề
name=Tên
aboutMain=Thông tin cơ bản
aboutDetails=Thông tin chi tiết
aboutExtra=Thông tin thêm
detailsMain=Thông tin chính
detailsOption=Thông tin tùy chọn
detailsImages=Hình ảnh
detailsAttributes=Thuộc tính
status=Trạng thái
option=Tùy chọn
createdBy=Người tạo
createdAt=Ngày tạo
updatedBy=Người sửa
updatedAt=Ngày sửa
notification=Thông báo
msgSucsessTitle=Thông báo thành công
msgErrorTitle=Thông báo lỗi
msgCloseApp=Bạn có chắc chắn muốn đóng ứng dụng?
msgError=Lỗi trong quá trình xử lý, vui lòng thử lại!
msgSucsess=Xử lý thành công!
msgExistError=Lỗi đã tồn tại. Vui lòng thử lại!
msgCreateSucsess=Thêm mới thành công!
msgCreateError=Thêm mới thất bại. Vui lòng thực hiện lại!
msgUpdateSucsess=Cập nhật thành công!
msgUpdateError=Cập nhật thất bại. Vui lòng thực hiện lại!
msgImportdataSucsess=Nhập dữ liêu thành công!
msgImportdataError=Nhập dữ liêu không thành công!
msgLockSucsess=Khóa thành công!
msgRecoverSucsess=Khôi phục thành công!
msgDeleteSucsess=Xóa thành công!
msgInputError=Vui lòng nhập giá trị!
msgRemoveRecord=Bạn có chắc chắn muốn xóa bản ghi này không?
msgConnectionSucsess=Kết nối cơ sở dữ liệu thành công!
msgConnectionError=Không thể kết nối đến cơ sở dữ liệu!
msgWarningRequired=Vui lòng nhập đầy đủ các trường có dấu (*)
;main
[main]
title=Quản lý bán hàng
language=Ngôn ngữ
MenuConfigCommon=Chung
ConfigAboutCompany=_Thông tin cửa hàng
ConfigSetting=_Cài đặt
ConfigShutdown=_Thoát
settingGeneral=Cài đặt chung
;about
[about]
;account
[account]
;auth
[auth]
titleSignIn=Đăng nhập hệ thống
titleAbout=Thông tin tài khoản
titleChangePassword=Thay đổi mật khẩu
accountSetting=Cài đặt tài khoản
username=Tài khoản
password=Mật khẩu
oldPassword=Mật khẩu cũ
newPassword=Mật khẩu mới
rePassword=Xác nhận mật khẩu
fullname=Họ tên
mobile=Điện thoại
email=Email
address=Địa chỉ
roles=Quyền
btnSigin=Đăng nhập
msgExistError=Tài khoản không tồn tại!
msgPasswordError=Mật khẩu không đúng!
msgLocked=Tài khoản đã bị khóa. Vui lòng liên hệ Admin!
msgOldPasswordError=Mật khẩu hiện tại không đúng!
msgRePassword=Xác nhận mật khẩu không đúng!
;bill
[bill]
;infomation
[infomation]
;product
[product]
categoryParent=Danh mục cha
categoryTitle=Tên danh mục
categoryTitleAdd=Thêm mới danh mục
categoryTitleList=Danh sách danh mục
categoryTitleDetails=Chi tiết danh mục
productTitleAdd=Thêm mới sản phẩm
productTitle=Tên sản phẩm
productCodeKey=Mã sản phẩm
productQuantity=Số lượng
productPriceOld=Giá nhập
productPrice=Giá khuyến mãi
OptionTitleAdd=Thêm thuộc tính sản phẩm